---
kind: other
id: Properties.T:Autodesk.Revit.DB.AXMImportOptions
source: html/db97f638-64e0-05bb-35df-874501a7fcf8.htm
---
# AXMImportOptions Properties

Correct almost-vertical lines and almost-horizontal lines for import model
 if option is set to true, the almost-vertical lines would be vertical lines and almost-horizontal lines would be horizontal lines.